Repository: nvdaes/cursorLocator
Catalog: cursorLocator/doc/*/readme.po
Languages: pt

source: Authors: Noelia Ruiz Martínez, Sergio Gómez Codina.
pt: Autores: Noelia Ruiz Martínez, Sergio Gómez Codina.

source: This add-on makes possible to know the position of the system caret respect to the start of the current line, while typing to add text in documents or multiline controls.
pt: Este extra permite saber a posição do cursor do sistema em relação ao início da linha atual, enquanto escreve para adicionar texto em documentos ou controlos de várias linhas.

source: This feature deppends on the visual appearance of applications. Therefore, you may need to disable line adjustment or configure the add-on for different programs.
pt: Esta funcionalidade depende do aspeto visual das aplicações. Por conseguinte, poderá ser necessário desativar o ajuste de linha ou configurar o extra para programas diferentes.

source: Cursor Locator settings
pt: Configurações do localizador de cursor

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
pt: Este painel está disponível a partir do menu do NVDA, submenu Preferências, diálogo configurações.

source: It provides the following options:
pt: Fornece as seguintes opções:

source: Report line length: You can type or choose a line length (number of characters between 0 and 600), which will be announced by a hight tone when it's reached. (The default value is 80 characters).
pt: Indicação do Comprimento da linha: Pode escrever ou escolher um comprimento de linha (número de caracteres entre 0 e 600), que será anunciado por um tom alto quando for atingido. (O valor predefinido é 80 caracteres).

source: Maximum number of beeps for start of line notification: You can type or select a value between 0 and 600. The default value is 0.
pt: Número máximo de sinais sonoros para notificação de início de linha: Pode escrever ou selecionar um valor entre 0 e 600. O valor predefinido é 0.

source: Maximum number of beeps for end of line notification: You can type or select a value between 0 and 600. The default value is 0.
pt: Número máximo de sinais sonoros para notificação de fim de linha: Pode escrever ou selecionar um valor entre 0 e 600. O valor predefinido é 0.

source: Pitch of sound for start of line: You can type or select a value between 20 and 20000. (The default value is 400 hertzs).
pt: Entoação do som para o início da linha: Pode escrever ou selecionar um valor entre 20 e 20000. (O valor predefinido é 400 hertzs).

source: Length of sound for start of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
pt: Comprimento do som para o início da linha: Pode escrever ou selecionar um valor entre 20 e 2000. (O valor predefinido é 50 milissegundos).

source: Test sound for start of line: Press this button to test the configured sound for start of line.
pt: Testar som para o início da linha: Prima este botão para testar o som configurado para o início da linha.

source: Pitch of sound for end of line: You can type or select a value between 20 and 20000. (The default value is 1000 hertzs).
pt: Entoação do som para o fim da linha: Pode escrever ou selecionar um valor entre 20 e 20000. (O valor predefinido é 1000 hertzs).

source: Length of sound for end of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
pt: Comprimento do som para o fim da linha: Pode escrever ou selecionar um valor entre 20 e 2000. (O valor predefinido é 50 milissegundos).

source: Test sound for end of line: Press this button to test the configured sound for end of line.
pt: Testar som para fim de linha: Prima este botão para testar o som configurado para o fim da linha.

source: Commands
pt: Comandos

source: You can modify the gestures to the following commands trought the NVDA's menu, Preferences submenu, Input gestures dialog:
pt: Pode modificar os atalhos para os seguintes comandos através do menu do NVDA, submenu Preferências, caixa de diálogo definir comandos:

source: NVDA+control+shift+l: When possible, reports the lenght of the current line (System caret category).
pt: NVDA+control+shift+l: Quando possível, informa o comprimento da linha atual (categoria do cursor do sistema).

source: Not assigned: Shows the Cursor Locator settings dialog (Config category).
pt: Não atribuído: Mostra a caixa de diálogo de definições do Localizador de Cursor (categoria Config).

source: Changes for 3.0
pt: Alterações para a versão 3.0

source: Compatible with NVDA 2023.1.
pt: Compatível com NVDA 2023.1.

source: Changes for 2.0
pt: Alterações para a versão 2.0

source: Added ability to repeat notifications when reaching end and start of line.
pt: Adicionada a capacidade de repetir notificações quando se chega ao fim e ao início da linha.

source: Added support for Office documents, and Notepad on Windows 11.
pt: Adicionado suporte para documentos do Office e Notepad no Windows 11.

source: Changes for 1.0
pt: Alterações para a versão 1.0

source: Initial version
pt: Versão inicial
