Repository: nvdaes/cursorLocator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: Configure {}
ar: تهيئة {}

source: Line properties
ar: خصائص الخط

source: &Report start of line
ar: الإعلان عن بداية ال&خط

source: Report &line length:
ar: الإعلان عن &طول الخط:

source: Sound for start of line
ar: نغمة لبداية الخط

source: &Pitch of sound for start of line:
ar: & حدة النغمة لبدء السطر:

source: L&ength of sound for start of line:
ar: طول النغمة ل&بدء السطر

source: &Test sound for start of line
ar: إإ&ختبار الصوت لبدء السطر

source: Sound for end of line
ar: نغمة لنهاية السطر

source: P&itch of sound for end of line:
ar: حدة النغمة لن&&هاية السطر

source: Le&ngth of sound for end of line:
ar: طول النغمة لن&هاية السطر

source: Test s&ound for end of line
ar: إ&ختبار الصوت لنهاية السطر

source: Shows the {} settings.
ar: إظهار الإعدادات {} .

source: Reports the length of the current line.
ar: الإعلان عن طول الخط الحالي.
