Repository: nvdaes/cursorLocator
Catalog: addon/doc/cursorLocator.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, uk

source: NVDA+control+shift+l: When possible, reports the lenght of the current line (System caret category).
bg: NVDA+Control+Shift+L: Когато е възможно, докладва дължината на текущия ред (категория "Каретка").
de: NVDA+Strg+Umschalt+L: Wenn möglich, wird die Länge der aktuellen Zeile angezeigt (Kategorie System-Cursor).
es: NVDA+control+shift+l: si es posible, anuncia la longitud de la línea actual (categoría Cursor del sistema).
fi: NVDA+Ctrl+Vaihto+L: Ilmoittaa nykyisen rivin pituuden, kun mahdollista (Järjestelmäkohdistin-kategoria).
fr: NVDA+control+shift+l: Si possible, annonce la longueur de la ligne actuelle (catégorie Curseur système).
gl: NVDA+control+shift+l: Cando sexa posible, anuncia a lonxitude da liña actual (categoría Cursor do sistema).
hr: NVDA+kontrol+šift+l: Kad je moguće, izvještava o duljini trenutačnog retka (kategorija kursora sustava).
ja: NVDA+control+shift+l: 可能な場合、現在の行の長さを通知します（システムキャレットカテゴリ）。
pl: NVDA+control+shift+l: Jeśli to możliwe, raportuje długość bieżącej linii (kategoria karetki systemu).
pt_br: NVDA+ctrl+shift+l: Quando possível, informa o comprimento da linha atual (categoria do cursor do sistema).
uk: NVDA+control+shift+l: якщо можливо, повідомляє довжину поточного рядка (категорія «Системна каретка»).

source: Not assigned: Shows the Cursor Locator settings dialog (Config category).
bg: Не е зададено: Показва диалоговия прозорец за настройки на "Локатор на курсора" (категория "Настройки").
de: Nicht zugewiesen: Zeigt den Einstellungsdialog für den Cursor Locator an (Konfigurationskategorie).
es: Sin asignar: muestra el diálogo de opciones de Cursor Locator (categoría Configuración).
fi: Ei määritetty: Näyttää Kohdistimen paikantimen asetusvalintaikkunan (Asetukset-kategoria).
fr: Non assigné: Affiche la boîte de dialogue Paramètres Cursor Locator ((catégorie Configuration).
gl: Sen asignar: Amosa o diálogo de configuración de Cursor Locator (categoría Configuración).
hr: Nije dodijeljeno: Prikazuje dijaloški okvir postavki za „Lokator kursora” (kategorija konfiguracije).
ja: 割り当てなし: カーソルロケーター設定ダイアログを表示（コンフィグカテゴリ）
pl: Nieprzypisane: Wyświetla okno dialogowe Ustawień lokalizatora kursorów (kategoria Konfiguracja).
pt_br: Não atribuído: Mostra a caixa de diálogo de configurações do Cursor Locator (categoria Config).
uk: Не призначено: показує діалог налаштувань Cursor Locator (категорія «Конфігурація»).

source: Changes for 3.0
bg: Промени във версия 3.0
de: Änderungen für 3.0
es: Cambios para 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
pl: Zmiany w wersji 3.0
pt_br: Alterações para a versão 3.0

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
es: Compatible con NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
fr: Compatible avec NVDA 2023.1.
gl: Compatible con NVDA 2023.1.
hr: Kompatibilno s NVDA čitačem 2023.1.
pl: Kompatybilny z NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.

source: Changes for 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
ja: 2.0での変更点
pl: Zmiany w wersji 2.0
pt_br: Alterações para a versão 2.0
uk: Зміни в версії 2.0

source: Added ability to repeat notifications when reaching end and start of line.
bg: Добавена е възможност за повтаряне на известията при достигане на края и началото на реда.
de: Es besteht die Möglichkeit, Benachrichtigungen zu wiederholen, wenn das Ende oder der Anfang einer Zeile erreicht wird.
es: Añadida la posibilidad de repetir notificaciones al llegar al principio o final de la línea.
fi: Lisätty mahdollisuus ilmoitusten toistamiseen rivin lopussa ja alussa.
fr: Ajoutée la possibilité de répéter les notifications lorsqu'il est atteint la fin et le début de ligne.
gl: Engadida a posibilidade de repetir notificacións ao acadar o final e o inicio de liña.
hr: Dodana je mogućnost ponavljanja obavijesti kad se dosegne kraja i početka retka.
ja: 行の終了と開始に着いたら通知を繰り返せるようにしました。
pl: Dodano możliwość powtarzania powiadomień po dotarciu do końca i początku linii.
pt_br: Foi adicionada a capacidade de repetir notificações ao chegar ao final e ao início da linha.
uk: Додано можливість повторювати сповіщення при досягненні кінця та початку рядка.

source: Added support for Office documents, and Notepad on Windows 11.
bg: Добавена е поддръжка за документи на Office и Notepad в Windows 11.
de: Unterstützung für Office-Dokumente und Notepad unter Windows 11 hinzugefügt.
es: Añadido soporte para documentos de Office y el bloc de notas de Windows 11.
fi: Lisätty tuki Office-asiakirjoille ja Windows 11:n Muistiolle.
fr: Ajout de la prise en charge des documents Office et du Bloc-notes (Notepad) sous Windows 11.
gl: Engadido soporte para documentos de Office, e Bloc de notas en windows 11.
hr: Dodana je podrška za Office dokumente i Notepad na sustavu Windows 11.
ja: オフィスドキュメントと、Windows 11のメモ帳のサポートを追加しました。
pl: Dodano obsługę dokumentów pakietu Office i Notatnika w systemie Windows 11.
pt_br: Adicionado suporte para documentos do Office e Notepad no Windows 11.
uk: Додано підтримку документів Office і програми Блокнот у Windows 11.

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
ja: 1.0の変更
pl: Zmiany dla 1.0
pt_br: Alterações para a versão 1.0
uk: Зміни в версії 1.0

source: Initial version
bg: Първо издание
de: Erste Version
es: Versión inicial
fi: Ensimmäinen versio
fr: Première version
gl: Versión inicial
hr: Prva verzija
ja: 最初のバージョン
pl: Pierwsza wersja.
pt_br: Versão inicial
uk: Початкова версія
