Repository: nvdaes/cursorLocator
Catalog: addon/doc/cursorLocator.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, uk

source: [[!meta title="Cursor Locator"]]
bg: [[!meta title="Локатор на курсора (Cursor Locator)"]]
de: [[!meta title="Cursor ermitteln"]]
fi: [[!meta title="Kohdistimen paikannin"]]
hr: [[!meta title="Lokator kursora (Cursor Locator)"]]

source: Authors: Noelia Ruiz Martínez, Sergio Gómez Codina.
bg: Автори: Noelia Ruiz Martínez, Sergio Gómez Codina.
es: Autores: Noelia Ruiz Martínez, Sergio Gómez Codina.
fi: Tekijät: Noelia Ruiz Martínez ja Sergio Gómez Codina
fr: Auteurs: Noelia Ruiz Martínez, Sergio Gómez Codina.
hr: Autori: Noelia Ruiz Martínez, Sergio Gómez Codina.
pt_br: Autores: Noelia Ruiz Martínez, Sergio Gómez Codina.

source: This add-on makes possible to know the position of the system caret respect to the start of the current line, while typing to add text in documents or multiline controls.
bg: Тази добавка дава възможност да се узнава позицията на системната карета спрямо началото на текущия ред, докато пишете, за да добавите текст в документи или многоредови контроли.
de: Mit dieser Erweiterung können Sie die Position des System-Cursors in Bezug auf den Anfang der aktuellen Zeile ermitteln, während der Eingabe, um Text in Dokumente oder mehrzeilige Steuerelemente einzufügen.
es: Este complemento hace posible conocer la posición del cursor del sistema respecto al principio de la línea actual mientras tecleas para añadir texto en documentos o controles multilínea.
fi: Tämän lisäosan avulla on mahdollista selvittää järjestelmäkohdistimen sijainti suhteessa nykyisen rivin alkuun lisätessäsi tekstiä asiakirjoihin tai monirivisiin säätimiin.
fr: Cette extension permet de connaître la position du curseur du système par rapport au début de la ligne en cours lors de la saisie pour ajouter du texte dans des contrôles multilignes.
gl: Este complemento permite coñecer a posición do cursor do sistema con respecto ó inicio da liña actual, mentres se escribe para engadir texto a documentos e controis multiliña.
hr: Ovaj dodatak omogućuje saznati položaj kursora sustava u odnosu na početak trenutačnog retka, tijekom tipkanja za dodavanje teksta u dokumente ili višeredne kontrole.
ja: このアドオンにより、ドキュメントや複数行コントロールに入力して、文字を追加する時に、現在の行の先頭からのシステムキャレットの位置を知ることが出来ます。
pl: Ten dodatek umożliwia poznanie położenia karetki systemowej w odniesieniu do początku bieżącej linii, podczas pisania w celu dodania tekstu w dokumentach lub kontrolkach wielowierszowych.
pt_br: Esse complemento permite saber a posição do cursor do sistema em relação ao início da linha atual, enquanto se digita para adicionar texto em documentos ou controles de várias linhas.
uk: Цей додаток показує позицію системної каретки відносно початку поточного рядка під час введення тексту для додавання тексту в документах або багаторядкових елементах керування.

source: This feature deppends on the visual appearance of applications. Therefore, you may need to disable line adjustment or configure the add-on for different programs.
bg: Тази функция зависи от изгледа на приложенията. Следователно може да се наложи да деактивирате нагласянето на реда или да конфигурирате добавката за различни програми.
de: Diese Funktion wirkt sich auf das Erscheinungsbild von Anwendungen aus. Daher müssen Sie möglicherweise die Zeilenanpassung deaktivieren oder die Erweiterung für verschiedene Programme konfigurieren.
es: Esta función depende del aspecto visual de las aplicaciones. Por lo tanto, puede que haga falta que desactives el ajuste de línea o configurar el complemento para diferentes programas.
fi: Tämä ominaisuus on riippuvainen sovellusten ulkonäöstä. Siksi sinun on ehkä poistettava rivin säätäminen käytöstä tai määritettävä lisäosa eri ohjelmia varten.
fr: Cette fonctionnalité dépend de l'apparence visuelle des applications. Par conséquent, vous devrez peut-être désactiver l'ajustement de ligne ou configurer l'extension pour différents programmes.
gl: Esta característica depende da aparencia das aplicacións. en consecuencia, poderías ter que desactivar o axuste de liña ou configurar o complemento para diferentes programas.
hr: Ova značajka ovisi o vizualnom izgledu aplikacija. Stoga će možda biti potrebno deaktivirati prilagođavanje redaka ili konfigurirati dodatak za drugačije programe.
ja: この機能は、アプリケーションの見た目に依存します。よって、他のプログラムのためには、行の調整を無効にしたり、このアドオンを設定したりする必要があります。
pl: Ta funkcja wpływa na wygląd aplikacji. W związku z tym może być konieczne wyłączenie dostosowania linii lub skonfigurowanie dodatku dla różnych programów.
pt_br: Esse recurso depende da aparência visual dos aplicativos. Portanto, talvez seja necessário desativar o ajuste de linha ou configurar o complemento para programas diferentes.
uk: Ця функція залежить від візуального вигляду програм, Тому в деяких випадках потрібно вимикати корегування рядків або налаштувати додаток для різних програм.

source: Cursor Locator settings
bg: Настройки на "Локатор на курсора"
de: Einstellungen für die Cursor-Ermittlung
es: Opciones de Cursor Locator
fi: Kohdistimen paikantimen asetukset
fr: Paramètres Cursor Locator
gl: Opcións de Cursor Locator
hr: Lokator kursora – postavke
ja: カーソルロケーター設定
pl: Ustawienia lokalizatora kursorów
pt_br: Configurações do localizador de cursor
uk: Налаштування Cursor Locator

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
bg: Този панел е достъпен от менюто на NVDA -> подменю "Настройки" -> диалоговия прозорец "Настройки".
de: Dieses Panel ist über das NVDA-Menü in den Einstellungen verfügbar.
es: Este panel se encuentra disponible desde el menú NVDA, submenú Preferencias, diálogo de Opciones.
fi: Tämä asetuspaneeli löytyy reittiä NVDA-valikko -> Asetukset-alivalikko -> Asetukset-valintaikkuna.
fr: Ce panneau est disponible dans le menu NVDA, sous-menu Préférences, boîte de dialogue Paramètres.
gl: Este panel está dispoñible dende o menú de NVDA, submenú Preferencias, diálogo Opcións.
hr: Ova ploča dostupna je putem NVDA izbornika, podizbornik Postavke, dijaloški okvir Postavke.
ja: このパネルは、NVDAメニュー、設定(P)、設定(S)から使用出来ます。
pl: Ten panel jest dostępny z menu NVDA, podmenu Preferencje, okna dialogowego Ustawienia.
pt_br: Esse painel está disponível no menu do NVDA, submenu Preferências, caixa de diálogo Configurações.
uk: Ця панель доступна з меню NVDA, підменю «Параметри», діалогу «Налаштування».

source: It provides the following options:
bg: Предоставя следните опции:
de: Es gibt die folgenden Optionen:
es: Proporciona las siguientes opciones:
fi: Se sisältää seuraavat asetukset:
fr: Fournit les options suivantes:
gl: Proporciona as seguintes opcións:
hr: Pruža sljedeće opcije:
ja: 次のようなオプションがあります:
pl: Udostępnia następujące opcje:
pt_br: Ele oferece as seguintes opções:
uk: Вона надає такі опції:

source: Report line length: You can type or choose a line length (number of characters between 0 and 600), which will be announced by a hight tone when it's reached. (The default value is 80 characters).
bg: Докладвай дължината на реда: Можете да въведете или изберете дължина на реда (брой знаци между 0 и 600), която ще бъде докладвана с висок тон, когато бъде достигната. Стойността по подразбиране е 80 знака.
de: Zeilenlänge melden: Sie können eine Zeilenlänge (Anzahl der Zeichen zwischen 0 und 600) eingeben oder auswählen, die bei Erreichen mit einem hohen Ton mitgeteilt wird. Der Standardwert ist 80 Zeichen.
es: Indicar longitud de línea: puedes teclear o seleccionar una longitud de línea (número de caracteres entre 0 y 600), que se anunciará mediante un tono agudo cuando se alcance (el valor por defecto es de 80 caracteres).
fi: Ilmoita rivin pituus: Voit kirjoittaa tai valita rivin pituuden (merkkien määrä väliltä 0-600), joka ilmaistaan korkealla äänimerkillä, kun määritetty pituus saavutetaan. (Oletusarvo on 80 merkkiä).
fr: Annoncer longueur de ligne: Vous pouvez taper ou choisir une longueur de ligne (nombre de caractères entre 0 et 600), qui sera annoncé par une tonalité aigu lorsqu'il est atteint. (La valeur par défaut est de 80 caractères).
gl: Anunciar lonxitude de liña: Podes escribir ou escoller unha lonxitude de liña (número de caracteres entre 0 e 600), que se anunciará cun ton alto cando se acade. (O valor por defecto é 80 caracteres).
hr: Izvijesti o duljini retka: upiši ili odaberi duljinu retka (broj znakova između 0 i 600), koja će se najaviti visokim tonom kad se dosegne. (Standardna vrijednost je 80 znakova).
ja: 行の長さを報告: 行の長さを入力するか、選択できます(0から600の間の文字数)。到達すると、高さの音で報告されます。（初期値は80文字)
pl: Długość wiersza raportu: Możesz wpisać lub wybrać długość wiersza (liczba znaków z zakresu od 0 do 600), która zostanie ogłoszona wysokim tonem po osiągnięciu. (Wartość domyślna to 80 znaków).
pt_br: Comprimento da linha do relatório: Você pode digitar ou escolher um comprimento de linha (número de caracteres entre 0 e 600), que será anunciado por um tom alto quando for atingido. (O valor padrão é 80 caracteres).
uk: Повідомити про довжину рядка: можна ввести або вибрати довжину рядка (кількість символів від 0 до 600), яка озвучуватиметься високим сигналом, коли її буде досягнуто. (Стандартне значення – 80 символів).

source: Maximum number of beeps for start of line notification: You can type or select a value between 0 and 600. The default value is 0.
bg: Максимален брой звукови сигнали за известие за началото на реда: Можете да въведете или изберете стойност между 0 и 600. Стойността по подразбиране е 0.
de: Maximale Anzahl von Signaltönen für die Benachrichtigung über den Anfang einer Zeile: Sie können einen Wert zwischen 0 und 600 eingeben oder auswählen. Der Standardwert ist 0.
es: Cantidad máxima de pitidos para la notificación de principio de línea: puedes teclear o seleccionar un valor entre 0 y 600. El valor predeterminado es 0.
fi: Rivin alun ilmoitusäänimerkkien enimmäismäärä: Voit kirjoittaa tai valita arvon väliltä 0-600. Oletusarvo on 0.
fr: Nombre maximum de bips pour la notification de début de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 0 et 600. La valeur par défaut est 0.
gl: Número máximo de pitidos para a notificación de inicio de liña: Podes escribir ou seleccionar un valor entre 0 e 600. O valor por defecto é 0.
hr: Maksimalan broj zvučnih signala za obavijest o početku retka: upiši ili odaberi vrijednost između 0 i 600. Standardna vrijednost je 0.
ja: 行の開始を通知するビープの最大値: 0から600の値を入力または選択。初期値は0。
pl: Maksymalna liczba sygnałów dźwiękowych powiadomienia o rozpoczęciu wiersza: Możesz wpisać lub wybrać wartość z zakresu od 0 do 600. Wartość domyślna to 0.
pt_br: Número máximo de bipes para notificação de início de linha: Você pode digitar ou selecionar um valor entre 0 e 600. O valor padrão é 0.
uk: Максимальна кількість звукових сигналів для сповіщення про початок рядка: можна ввести або вибрати значення від 0 до 600. Стандартне значення – 0.

source: Maximum number of beeps for end of line notification: You can type or select a value between 0 and 600. The default value is 0.
bg: Максимален брой звукови сигнали за известие за края на реда: Можете да въведете или изберете стойност между 0 и 600. Стойността по подразбиране е 0.
de: Maximale Anzahl von Signaltönen für die Benachrichtigung über das Ende der Zeile: Sie können einen Wert zwischen 0 und 600 eingeben oder auswählen. Der Standardwert ist 0.
es: Cantidad máxima de pitidos para la notificación de fin de línea: puedes teclear o seleccionar un valor entre 0 y 600. El valor predeterminado es 0.
fi: Rivin lopun ilmoitusäänimerkkien enimmäismäärä: Voit kirjoittaa tai valita arvon väliltä 0-600. Oletusarvo on 0.
fr: Nombre maximum de bips pour la notification de fin de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 0 et 600. La valeur par défaut est 0.
gl: Número máximo de pitidos para a notificación de final de liña): Podes escribir ou seleccionar un valor entre 0 e 600. O valor por defecto é 0.
hr: Maksimalan broj zvučnih signala za obavijest o kraju retka: upiši ili odaberi vrijednost između 0 i 600. Standardna vrijednost je 0.
ja: 行の終了を通知するビープの最大値: 0から600の値を入力または選択。初期値は0。
pl: Maksymalna liczba sygnałów dźwiękowych dla powiadomień o końcu wiersza: Możesz wpisać lub wybrać wartość z zakresu od 0 do 600. Wartość domyślna to 0.
pt_br: Número máximo de bipes para notificação de fim de linha: Você pode digitar ou selecionar um valor entre 0 e 600. O valor padrão é 0.
uk: Максимальна кількість звукових сигналів для сповіщення про кінець рядка: можна ввести або вибрати значення від 0 до 600. Стандартне значення – 0.

source: Pitch of sound for start of line: You can type or select a value between 20 and 20000. (The default value is 400 hertzs).
bg: Височина на звука за начало на реда: Можете да въведете или изберете стойност между 20 и 20000. Стойността по подразбиране е 400 херца.
de: Tonhöhe für den Anfang der Zeile: Sie können einen Wert zwischen 20 und 20000 eingeben oder auswählen. (Der Standardwert ist 400 Hertz).
es: Tono del sonido de principio de línea: puedes teclear o seleccionar un valor entre 20 y 20000 (el valor por defecto es 400 hercios).
fi: Rivin alun ilmoitusäänen korkeus: Voit kirjoittaa tai valita arvon väliltä 20-20000. (Oletusarvo on 400 hz).
fr: Hauteur du son pour le début de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 20 et 20000. (La valeur par défaut est de 400 hertzs).
gl: Ton do son para inicio de liña): Podes escribir ou seleccionar un valor entre 20 e 20000. (O valor por defecto é 400 hercios).
hr: Visina zvuka za početak retka: upiši ili odaberi vrijednost između 20 i 20000. (Standardna vrijednost je 400 herca).
ja: 行の開始の音のピッチ: 20から20000の値を入力または選択(初期値は400Hz)。
pl: Wysokość dźwięku dla początku linii: Można wpisać lub wybrać wartość z zakresu od 20 do 20000. (Wartość domyślna to 400 herców).
pt_br: Pitch do som para o início da linha: Você pode digitar ou selecionar um valor entre 20 e 20000. (O valor padrão é 400 hertzs).
uk: Висота звуку на початку рядка: Можна ввести або вибрати значення від 20 до 20000. (Стандартне значення - 400 герц).

source: Length of sound for start of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
bg: Дължина на звука за начало на реда: Можете да въведете или изберете стойност между 20 и 2000. Стойността по подразбиране е 50 милисекунди.
de: Tonlänge am Anfang der Zeile: Sie können einen Wert zwischen 20 und 2000 eingeben oder auswählen. (Der Standardwert ist 50 Millisekunden).
es: Duración del sonido de principio de línea: puedes teclear o seleccionar un valor entre 20 y 2000 (el valor por defecto es 50 milisegundos).
fi: Rivin alun ilmoitusäänen pituus: Voit kirjoittaa tai valita arvon väliltä 20-2000. (Oletusarvo on 50 millisekuntia).
fr: Durée du son pour le début de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 20 et 2000. (La valeur par défaut est de 50 millisecondes).
gl: Duración do son para inicio de liña: Podes seleccionar un valor entre 20 e 2000. (O valor por defecto é 50 milisegundos).
hr: Trajanje zvuka za početak retka: upiši ili odaberi vrijednost između 20 i 2000. (Standardna vrijednost je 50 milisekunda).
ja: 行の開始の音の長さ: 20から2000の値を入力または選択（初期値は50ミリ秒）。
pl: Długość dźwięku dla początku linii: Można wpisać lub wybrać wartość z zakresu od 20 do 2000. (Wartość domyślna to 50 milisekund).
pt_br: Comprimento do som para o início da linha: Você pode digitar ou selecionar um valor entre 20 e 2000. (O valor padrão é 50 milissegundos).
uk: Довжина звуку на початку рядка: можна ввести або вибрати значення від 20 до 2000. (Стандартне значення становить 50 мілісекунд).

source: Test sound for start of line: Press this button to test the configured sound for start of line.
bg: Изпробвай звука за начало на реда: Натиснете този бутон, за да изпробвате конфигурирания звук за начало на реда.
de: Testton für Zeilenanfang: Drücken Sie diese Taste, um den konfigurierten Ton für den Anfang der Zeile zu testen.
es: Probar sonido de principio de línea: pulsa este botón para probar el sonido de principio de línea.
fi: Testaa rivin alun ilmoitusääntä: Paina tätä painiketta testataksesi rivin alulle määritettyä ilmoitusäänimerkkiä.
fr: Test du son pour le début de ligne: Appuyer sur ce bouton pour tester le son configuré pour le début de ligne.
gl: Probar son para inicio de liña): Preme este botón para probar o son configurado para inicio de liña.
hr: Testiranje zvuka za početak retka: pritisni ovaj gumb za testiranje konfiguriranog zvuka za početak retka.
ja: 行の開始の音のテスト: このボタンを押して行の開始に設定した音をテスト。
pl: Przetestuj dźwięk dla początku linii: Naciśnij ten przycisk, aby przetestować dźwięk skonfigurowany do rozpoczęcia linii.
pt_br: Testar som para início da linha: Pressione esse botão para testar o som configurado para o início da linha.
uk: Перевірити звук початку рядка: натисніть цю кнопку, щоб перевірити налаштований звук початку рядка.

source: Pitch of sound for end of line: You can type or select a value between 20 and 20000. (The default value is 1000 hertzs).
bg: Височина на звука за край на реда: Можете да въведете или изберете стойност между 20 и 20000. Стойността по подразбиране е 1000 херца.
de: Tonhöhe für das Ende einer Zeile: Sie können einen Wert zwischen 20 und 20000 eingeben oder auswählen. (Der Standardwert ist 1000 Hertz).
es: Tono del sonido de fin de línea: puedes teclear o seleccionar un valor entre 20 y 20000 (el valor por defecto es 1000 hercios).
fi: Rivin lopun ilmoitusäänen pituus: Voit kirjoittaa tai valita arvon väliltä 20-20000. (Oletusarvo on 1000 hz).
fr: Hauteur du son pour la fin de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 20 et 20000. (La valeur par défaut est de 1000 hertzs).
gl: Ton do son para final de liña: Podes escribir ou seleccionar un valor entre 20 e 20000. (O valor por defecto é 1000 hercios).
hr: Visina zvuka za kraj retka: upiši ili odaberi vrijednost između 20 i 20000. (Standardna vrijednost je 1000 herca).
ja: 行の終了の音のピッチ: 20から20000の値を入力または選択（初期値は1000Hz）。
pl: Wysokość dźwięku na końcu linii: Można wpisać lub wybrać wartość z zakresu od 20 do 20000. (Wartość domyślna to 1000 herców).
pt_br: Pitch do som para o fim da linha: Você pode digitar ou selecionar um valor entre 20 e 20000. (O valor padrão é 1000 hertzs).
uk: Висота звуку в кінці рядка: Можна ввести або вибрати значення від 20 до 20000. (Стандартне значення – 1000 герц).

source: Length of sound for end of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
bg: Дължина на звука за край на реда: Можете да въведете или изберете стойност между 20 и 2000. Стойността по подразбиране е 50 милисекунди.
de: Tonlänge für das Ende der Zeile: Sie können einen Wert zwischen 20 und 2000 eingeben oder auswählen. (Der Standardwert ist 50 Millisekunden).
es: Duración del sonido de fin de línea: puedes teclear o seleccionar un valor entre 20 y 2000 (el valor por defecto es 50 milisegundos).
fi: Rivin lopun ilmoitusäänen pituus: Voit kirjoittaa tai valita arvon väliltä 20-2000. (Oletusarvo on 50 millisekuntia).
fr: Durée du son pour la fin de ligne: Vous pouvez taper ou sélectionner une valeur comprise entre 20 et 2000. (La valeur par défaut est de 50 millisecondes).
gl: Duración do son para final de liña: Podes seleccionar un valor entre 20 e 2000. (O valor por defecto é 50 milisegundos).
hr: Trajanje zvuka za kraj retka: upiši ili odaberi vrijednost između 20 i 2000. (Standardna vrijednost je 50 milisekunda).
ja: 行の終了の音の長さ: 20から2000の値を入力または選択（初期値は50ミリ秒）。
pl: Długość dźwięku na końcu linii: Można wpisać lub wybrać wartość z zakresu od 20 do 2000. (Wartość domyślna to 50 milisekund).
pt_br: Comprimento do som para o fim da linha: Você pode digitar ou selecionar um valor entre 20 e 2000. (O valor padrão é 50 milissegundos).
uk: Довжина звуку в кінці рядка: можна ввести або вибрати значення від 20 до 2000. (Стандартне значення становить 50 мілісекунд).

source: Test sound for end of line: Press this button to test the configured sound for end of line.
bg: Изпробвай звука за край на реда: Натиснете този бутон, за да изпробвате конфигурирания звук за край на реда.
de: Testton für Zeilenende: Drücken Sie diese Taste, um den konfigurierten Ton für das Ende der Zeile zu testen.
es: Probar sonido de fin de línea: pulsa este botón para probar el sonido de fin de línea.
fi: Testaa rivin lopun ilmoitusääntä: Paina tätä painiketta testataksesi rivin lopulle määritettyä äänimerkkiä.
fr: Test du son pour la fin de ligne: Appuyer sur ce bouton pour tester le son configuré pour la fin de ligne.
gl: Probar son para final de liña: Preme este botón para probar o son configurado para inicio de liña.
hr: Testiranje zvuka za kraj retka: pritisni ovaj gumb za testiranje konfiguriranog zvuka za kraj retka.
ja: 行の終了の音のテスト: このボタンを押して行の終了に設定した音をテスト。
pl: Przetestuj dźwięk dla końca linii: Naciśnij ten przycisk, aby przetestować skonfigurowany dźwięk dla końca linii.
pt_br: Testar som para fim de linha: Pressione esse botão para testar o som configurado para o fim da linha.
uk: Перевірити звук в кінці рядка: натисніть цю кнопку, щоб перевірити налаштований звук кінця рядка.

source: Commands
bg: Команди
de: Befehle
es: Órdenes
fi: Komennot
fr: Commandes
gl: Ordes
hr: Naredbe
ja: コマンド
pl: Polecenia
pt_br: Comandos
uk: Команди

source: You can modify the gestures to the following commands trought the NVDA's menu, Preferences submenu, Input gestures dialog:
bg: Можете да промените жестовете към следните команди от менюто на NVDA -> подменю Настройки -> диалоговия прозорец "Жестове на въвеждане":
de: Sie können den Tastenbefehl mit den folgenden Befehlen über das NVDA-Menü, Untermenü Einstellungen, Dialogfeld für die Tastenbefehle ändern:
es: Puedes modificar los gestos asociados a las siguientes órdenes mediante el menú NVDA, submenú Preferencias, diálogo Gestos de entrada:
fi: Voit muokata seuraavien komentojen näppäinkomentoja reittiä NVDA-valikko -> Asetukset-alivalikko -> Näppäinkomennot-valintaikkuna:
fr: Vous pouvez modifier les gestes associés aux commandes suivantes via le menu NVDA, sous-menu Préférences, boîte de dialogue Gestes de commandes:
gl: Podes modificar os xestos para calquera de estas ordes mediante o menú de NVDA; submenú Preferencias, diálogo Xestos de entrada:
hr: Geste se mogu promijeniti u sljedeće naredbe putem NVDA izbornika, podizbornik Postavke, dijaloški okvir za ulazne geste:
ja: 以下のコマンドのジェスチャーは、NVDAメニュー、設定(P)、入力ジェスチャーダイアログで変更出来ます。
pl: Możesz modyfikować gesty do następujących poleceń w menu NVDA, podmenu Preferencje, oknie dialogowym Gesty wprowadzania:
pt_br: Você pode modificar os gestos para os seguintes comandos por meio do menu do NVDA, submenu Preferências, caixa de diálogo Gestos de entrada:
uk: Ви можете змінити жести для цих команд за допомогою меню NVDA, підменю «Параметри», діалогу «Жести вводу»:
