Repository: nvdaes/cursorLocator
Catalog: cursorLocator/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, fa, gl, pl, ro

source: Configure {}
bg: Конфигуриране на {}
de: {} konfigurieren
fa: تنظیماتِ {}
gl: Configurar {}
pl: Konfiguracja {}
ro: Configurează {}

source: Line properties
bg: Свойства на реда
de: Zeilen-Eigenschaften
fa: خصوصیاتِ خط
gl: Propiedades de liña
pl: Właściwości linii
ro: Proprietățile rândului

source: Report &line length:
bg: &Докладвай дължината на реда:
de: &Zeilenlänge mitteilen:
fa: اعلامِ &طولِ خط
gl: Anunciar &lonxitude de liña
pl: Zgłaszaj długość &linii:
ro: Anun&ță durata rândului:

source: Ma&ximum number of beeps for start of line notification:
bg: &Максимален брой звукови сигнали за известие за началото на реда:
de: Ma&ximale Anzahl von Signaltönen für die Benachrichtigung über den Beginn der Zeile:
fa: حد&اکثرِ تعداد بوق‌ها برای اعلامِ آغازِ خط:
gl: Número má&ximo de pitidos para a notificación de inicio de liña:
pl: Ma&ksymalna liczba piknięć dla powiadomienia o początku linii:
ro: Num&ărul maxim de semnale sonore pentru notificarea de început de rând:

source: Max&imum number of beeps for end of line notification:
bg: М&аксимален брой звукови сигнали за известие за края на реда:
de: Max&imale Anzahl von Signaltönen für die Benachrichtigung über das Ende der Zeile:
fa: حدا&کثرِ تعداد بوق‌ها برای اعلامِ پایانِ خط:
gl: Número máx&imo de pitidos para a notificación de final de liña:
pl: Ma&ksymalna liczba piknięć dla powiadomienia o końcu linii:
ro: N&umărul maxim de semnale sonore pentru notificarea de sfârșit de rând:

source: Sound for start of line
bg: Звук за начало на реда
de: Sound für den Beginn der Zeile
fa: صدای آغازِ خط
gl: Son para inicio de liña
pl: Dźwięk początku linii
ro: Sunet pentru începutul rândului

source: &Pitch of sound for start of line:
bg: &Височина на звука за начало на реда:
de: &Tonhöhe für den Beginn der Zeile:
fa: &زیر و بمیِ صدای آغازِ خط:
gl: &Ton do son para inicio de liña
pl: &Wysokość dźwięku początku linii:
ro: &Înălțimea sunetului pentru începutul rândului:

source: L&ength of sound for start of line:
bg: &Дължина на звука за начало на реда:
de: Sound-Länge für den B&eginn der Zeile:
fa: ط&ولِ صدای آغازِ خط:
gl: &Duración do son para o inicio de liña:
pl: D&ługość dźwięku początku linii:
ro: &Durata sunetului pentru începutul rândului:

source: &Test sound for start of line
bg: И&зпробвай звука за начало на реда
de: Sound für den Beginn der Zeile &testen
fa: آ&زمایشِ صدای آغازِ خط
gl: &Probar son para inicio de liña
pl: &Testuj dźwięk początku linii
ro: &Testează sunetul pentru începutul rândului

source: Sound for end of line
bg: Звук за край на реда
de: Sound für das Ende der Zeile
fa: صدای پایانِ خط
gl: Son para final de liña
pl: Dźwięk końca linii
ro: Sunet pentru sfârșitul rândului

source: P&itch of sound for end of line:
bg: Висо&чина на звука за край на реда:
de: Ton&höhe für das Ende der Zeile:
fa: زی&ر و بمیِ صدای پایانِ خط:
gl: T&on do son para final de liña:
pl: &Wysokość dźwięku końca linii:
ro: &Înălțimea sunetului pentru sfârșitul rândului:

source: Le&ngth of sound for end of line:
bg: Дъл&жина на звука за край на реда:
de: Sound-Länge für das &Ende der Zeile:
fa: طو&لِ صدای پایانِ خط:
gl: D&uración do son para o final de liña:
pl: d&ługość dźwięku końca linii:
ro: &Durata sunetului pentru sfârșitul rândului:

source: Test s&ound for end of line
bg: &Изпробвай звука за край на реда
de: S&ound für das Ende der Zeile testen
fa: آز&مایشِ صدای پایانِ خط
gl: P&robar son para o final de liña
pl: Testuj d&źwięk końca linii
ro: &Testează sunetul pentru sfârșitul rândului

source: Shows the {} settings.
bg: Извежда настройките за {}.
de: Zeigt die {}-Einstellungen an.
fa: تنظیماتِ {} را نمایش میدهد.
gl: Amosa as opcións de {}.
pl: Pokazuje ustawienia {}.
ro: Afișează setările {}.

source: Reports the length of the current line.
bg: Докладва дължината на текущия ред.
de: Teilt die Länge der aktuellen Zeile mit.
fa: طولِ خطِّ جاری را اعلام میکند.
gl: Anuncia a lonxitude da liña actual.
pl: Wymawia długość aktualnej linii.
ro: Raportează durata rândului curent.

source: Line length: %d
bg: Дължина на реда: %d
de: Zeilenlänge: %d
fa: طولِ خط: %d
gl: Lonxitude de liña: %d
pl: długość linii: %d
ro: Durată rând: %d

source: Cursor Locator
bg: Локатор на курсора (Cursor Locator)
fa: مکان‌نما‌یاب

source: Reports cursor positions while typing on multiline edit controls.
bg: Докладва позицията на курсора, докато пишете в многоредови текстови контроли.
de: Teilt die Position des Cursors während der Eingabe in mehrzeiligen Eingabefeldern mit.
fa: موقعیتِ مکان‌نما را در حالی که در کنترل‌های چندخطّی تایپ میکنید اعلام میکند.
gl: Indica as posicións do cursor ó escribir en controis de edición multiliña.
pl: Zgłasza położenie kursora w polach wielowierszowych.
ro: Raportează pozițiile cursorului în timpul tastării pe controalele de editare multiline.
